{
  "no_update": [
    {
      "colA": "2025-12-23T18:30:00.000Z",
      "colB": "Zomato order can be done  in our township from semiliguda hotels",
      "colC": "Location Selection Guidance for Zomato Orders\n\nWhile placing a Zomato order for delivery to the township, members are requested to select ?GET Hostel? as the location, instead of the actual location.\n\nHowever, while entering the delivery address, members must clearly mention their actual quarter number along with the sector details.\n\nThis will help ensure correct routing and timely delivery of orders.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/zomato-order",
      "colE": "https://lh3.googleusercontent.com/d/1NGLbgQbSzTriepLru70iWFMbzhm0d4uU"
    },
    {
      "colA": "2025-12-24T18:30:00.000Z",
      "colB": "No PUC certificate, no petrol",
      "colC": "No PUC certificate, no petrol  rule in Odisha to be implemented from February 1, 2026: STA",
      "colD": "https://sambadenglish.com/latest-news/no-puc-certificate-no-petrol-rule-in-odisha-to-be-implemented-from-february-1-2026-sta-10943212",
      "colE": "https://lh3.googleusercontent.com/d/1SBPglq3Uqx4LP39nywuC-lFafgIeodN6"
    },
    {
      "colA": "2025-12-25T18:30:00.000Z",
      "colB": "Odisha launches Ama Sathi WhatsApp chatbot to simplify access to 120 public services",
      "colC": "The state government unveiled Ama Sathi, a unified WhatsApp chatbot that will make 120 services available to more than 4.5 crore residents across the state. The chatbot is accessible in both Odia and English via a single WhatsApp number: 9437292000.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/ama-sathi",
      "colE": "https://lh3.googleusercontent.com/d/1x3N_LgtSNd0NGCyf2-tCK7XwdtSH-iKY"
    },
    {
      "colA": "2025-12-24T18:30:00.000Z",
      "colB": "Do mobile number update online in both Vehicle Registration and Driving Licence Registration",
      "colC": "Citizens are advised to ensure that their mobile number is updated online in both Vehicle Registration and Driving Licence Registration to receive important alerts, OTPs, and service-related information.no need to visit the RTO Office. Using the official Vahan and Sarathi government portals, mobile numbers can be updated easily from home.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/mobile_update",
      "colE": "https://lh3.googleusercontent.com/d/1SlYEiML4UdqdjjBydVgG9iwd-RJJaoTN"
    },
    {
      "colA": "2025-12-26T18:30:00.000Z",
      "colB": "Odisha Announces Free Bus Travel for School Students",
      "colC": "In a significant move aimed at promoting education and reducing school dropouts, the Government of Odisha has approved free bus travel for students across the state.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/school_bus",
      "colE": "https://lh3.googleusercontent.com/d/1nNGGK3RUrN-BgotMeforSgwGV47b5V49"
    },
    {
      "colA": "2025-12-26T18:30:00.000Z",
      "colB": "Odisha Vehicles with PUCC to Carry Green Stickers: Minister",
      "colC": "Odisha Transport Minister Bibhuti Jena announced that vehicles with valid Pollution Under Control Certificates (PUCC) will soon carry green stickers provided by the Transport Department.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/green_sticker",
      "colE": "https://lh3.googleusercontent.com/d/1mRxkuwGMIOEF-6XJWE5HGYMKQsRkjdnL"
    },
    {
      "colA": "2025-12-27T18:30:00.000Z",
      "colB": "Indian Railways to double train capacity in Bhubaneswar, Puri and Vizag by 2030",
      "colC": "ECoR sources said, the strategy focuses on augmenting existing terminals with additional passenger platforms, stabling lines, pit lines and improved shunting facilities.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/railway_capacity",
      "colE": "https://lh3.googleusercontent.com/d/1ji2P42eZAqEQGEn-NCqM-ET-GflXnDET"
    },
    {
      "colA": "2025-12-27T18:30:00.000Z",
      "colB": "Silver Price Hits Rs 2.74 Lakh Per Kg, Shattering 46-Year Record Amid Global Uncertainty",
      "colC": "Silver prices have continued their strong upward momentum, reaching ?2.74 lakh per kilogram and breaking a 46-year price record. The sharp rise has drawn widespread attention across bullion markets, investors, and industry stakeholders.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/silver_rate",
      "colE": "https://lh3.googleusercontent.com/d/1mQihAMBM_wo-C2-zxomhm07uM1xbSmVB"
    },
    {
      "colA": "2025-12-28T18:30:00.000Z",
      "colB": "Russia launches Soyuz rocket carrying 52 satellites from Vostochny",
      "colC": "According to Rossiya-24 TV channel:-Russia Sunday launched its Soyuz-2.1b launch vehicle from its eastern spaceport - Vostochny with 52 satellites.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/russia_rocket",
      "colE": "https://lh3.googleusercontent.com/d/1TKlumHds9c4q6wuIXxdXQrlO_HFCPPQu"
    },
    {
      "colA": "2025-12-28T18:30:00.000Z",
      "colB": "Supreme Court Stays Its Aravalli Definition Order, Moves to Re-Examine Mining Rules",
      "colC": ":The Supreme Court of India on Monday stayed its November 20 judgment that restricted the definition of the Aravalli range to landforms rising at least 100 metres above the surrounding terrain. The court decided to reopen and comprehensively re-examine the issue, citing the need for expert guidance and a more holistic ecological assessment.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/supremecourt",
      "colE": "https://lh3.googleusercontent.com/d/1GChDr4PFzoa9yQveO6Gzh1FnesTxCE3L"
    },
    {
      "colA": "2025-12-29T18:30:00.000Z",
      "colB": "Rath Yatra 2026 Preparations Commence with Sacred Wood Selection Ceremony",
      "colC": "Preparations for Rath Yatra 2026 began as a team from the Shree Jagannath Temple Administration departed for the Badamul forest area in Nayagarh district. The visit marks the traditional start of selecting sacred wood for the construction of the holy chariots.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/rathyatra_prep",
      "colE": "https://lh3.googleusercontent.com/d/1F6NBkgHdssO5QhxbyCcYYPTUU7SGWDy-"
    },
    {
      "colA": "2025-12-29T18:30:00.000Z",
      "colB": "Pinaka Long Range Guided Rocket Successfully Hits 120 km Mark in First Trial",
      "colC": "India?s defence research agency Defence Research and Development Organisation achieved a key milestone with the successful maiden test of the Pinaka LRGR-120 rocket off the Odisha coast. The test validated both the extended range of 120 km and the system?s precision strike capability.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/drdo_pinaka",
      "colE": "https://lh3.googleusercontent.com/d/19EaoJLLBu23VP3XZ4o9VSTA1MHhc_Exf"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "Industrial Output Growth Touches Two-Year Peak in November",
      "colC": "India?s industrial activity recorded its strongest expansion in two years, rising 6.7% in November, supported by improved performance in manufacturing and mining. Official data showed a clear rebound compared to the previous month, indicating renewed momentum in factory output.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/industry_output",
      "colE": "https://lh3.googleusercontent.com/d/1WO_3kfXZiMnK_Lo6vcSxHQzHqNg6d5iq"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "Bhubaneswar to Host First Patha Utsav of 2025?26 Season on January 4",
      "colC": "Preparations are underway for the first Patha Utsav of the 2025?26 season in Bhubaneswar, scheduled for January 4. The event is being organised by the Bhubaneswar Municipal Corporation, marking the return of the city?s popular open-street cultural festival.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/patha_utsav",
      "colE": "https://lh3.googleusercontent.com/d/1NTQL4zO4AmLcT_6ulmpPLbJR3nj7tQnU"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "Centre Clears ?1,526 Crore Upgrade of Odisha?s NH-326 Corridor",
      "colC": "The Union Cabinet, chaired by Narendra Modi, has approved a major modernisation project for NH-326 in southern Odisha. The plan includes widening and strengthening the Mohana?Koraput stretch to improve connectivity and road infrastructure in the region.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/mohana_koraput",
      "colE": "https://lh3.googleusercontent.com/d/1v4De6oTEAPC7VMK33a5Rcxidwkw1iHL_"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "Odisha Extends ?No PUCC, No Fuel? Enforcement Till March",
      "colC": "The Odisha government has extended the enforcement of the ?No PUCC, No Fuel? rule till March, allowing vehicle owners additional time to obtain valid Pollution Under Control Certificates. Bibhuti Bhusan Jena said the decision was taken for public convenience, clarifying that the green sticker is optional and meant only to ease verification by enforcement officials.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/pucc_ext",
      "colE": "https://lh3.googleusercontent.com/d/1ErxEw_ip12eoVjPfPiyGOUKsoSukCBwL"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "DRDO Successfully Carries Out User Trials of Pralay Missile off Odisha Coast",
      "colC": "India?s defence agency Defence Research and Development Organisation completed a series of user trials of the Pralay short-range ballistic missile from Dr APJ Abdul Kalam Island. The trials mark an important step toward operational readiness of the indigenous surface-to-surface missile system.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/drdo_pralay",
      "colE": "https://lh3.googleusercontent.com/d/1C53V01IZnWAy5bBNEnX8xBAYkz7lk78S"
    },
    {
      "colA": "2025-12-30T18:30:00.000Z",
      "colB": "Odisha Extends e-KYC Deadline for Ration Card Holders by Two Months",
      "colC": "The Odisha government has given beneficiaries an additional two months to complete the e-KYC process, aiming to ensure uninterrupted access to subsidised food grains. Officials said a large majority of eligible card holders have already finished verification, while the extension will help cover remaining households.",
      "colD": "https://www.noadamanjodi.com/news-updates/daily-updates-desk/2025/dec/ration_card",
      "colE": "https://lh3.googleusercontent.com/d/1LOT36NTQZXUCTMDExlN4RjzkGOHlxh3W"
    }
  ]
}