{
  "no_update": [
    {
      "colA": "2025-12-23T18:30:00.000Z",
      "colB": "Zomato order can be done  in our township from semiliguda hotels",
      "colC": "Location Selection Guidance for Zomato Orders\n\nWhile placing a Zomato order for delivery to the township, members are requested to select ?GET Hostel? as the location, instead of the actual location.\n\nHowever, while entering the delivery address, members must clearly mention their actual quarter number along with the sector details.\n\nThis will help ensure correct routing and timely delivery of orders.",
      "colD": "https://www.noadamanjodi.com/updates/non-official-updates/zomato-order"
    },
    {
      "colA": "2025-12-24T18:30:00.000Z",
      "colB": "No PUC certificate, no petrol",
      "colC": "No PUC certificate, no petrol  rule in Odisha to be implemented from February 1, 2026: STA",
      "colD": "https://sambadenglish.com/latest-news/no-puc-certificate-no-petrol-rule-in-odisha-to-be-implemented-from-february-1-2026-sta-10943212"
    },
    {
      "colA": "2025-12-25T18:30:00.000Z",
      "colB": "Odisha launches Ama Sathi WhatsApp chatbot to simplify access to 120 public services",
      "colC": "The state government unveiled Ama Sathi, a unified WhatsApp chatbot that will make 120 services available to more than 4.5 crore residents across the state. The chatbot is accessible in both Odia and English via a single WhatsApp number: 9437292000.",
      "colD": "https://www.noadamanjodi.com/updates/non-official-updates/ama-sathi"
    },
    {
      "colA": "2025-12-24T18:30:00.000Z",
      "colB": "Do mobile number update online in both Vehicle Registration and Driving Licence Registration",
      "colC": "Citizens are advised to ensure that their mobile number is updated online in both Vehicle Registration and Driving Licence Registration to receive important alerts, OTPs, and service-related information.no need to visit the RTO Office. Using the official Vahan and Sarathi government portals, mobile numbers can be updated easily from home.",
      "colD": "https://www.noadamanjodi.com/updates/non-official-updates/mobile_update"
    },
    {
      "colA": "2025-12-26T18:30:00.000Z",
      "colB": "Odisha Announces Free Bus Travel for School Students",
      "colC": "In a significant move aimed at promoting education and reducing school dropouts, the Government of Odisha has approved free bus travel for students across the state.",
      "colD": "https://www.noadamanjodi.com/updates/non-official-updates/school_bus"
    },
    {
      "colA": "2025-12-26T18:30:00.000Z",
      "colB": "Odisha Vehicles with PUCC to Carry Green Stickers: Minister",
      "colC": "Odisha Transport Minister Bibhuti Jena announced that vehicles with valid Pollution Under Control Certificates (PUCC) will soon carry green stickers provided by the Transport Department.",
      "colD": "https://www.noadamanjodi.com/updates/non-official-updates/school_bus"
    }
  ]
}